Repository: josedu90/woocommerce-gateway-payphone
Catalog: languages/payphone-*.po
Languages: es_es

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable PayPhone Payment Module.
es_es: Habilitar el módulo de pago PayPhone.

source: Show payphone in the Payment List as a payment option
es_es: Mostrar a PayPhone como una opción de pago en la lista de pasarelas

source: Description:
es_es: Descripción:

source: Pay securely through PayPhone Secure Servers.
es_es: Realice pagos seguros a través de los servidores seguros de PayPhone.

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve al pagar.

source: Authorization Token:
es_es: Token de autorización:

source: Given by payphone
es_es: Entregado por PayPhone

source: Test Authorization Token:
es_es: Token de autorización para pruebas:

source: This token is used when test mode is active, given by payphone
es_es: Este token se usa cuando el modo de prueba está activo, es entregado por PayPhone

source: Store Id:
es_es: Id de tienda

source: TEST Mode
es_es: Modo de Pruebas

source: Enable PayPhone TEST Transactions.
es_es: Habilitar transacciones en ambiente de pruebas.

source: Tick to run TEST Transaction on the payphone platform
es_es: Marque para ejecutar Transacciones de prueba en la plataforma de PayPhone

source: Return Success Page
es_es: Página de retorno de pago satisfactorio

source: Select Page
es_es: Seleccionar Pagina

source: URL of success page
es_es: URL de la pagina de pago exitoso

source: Return Decline Page
es_es: Página de retorno de pago rechazado

source: URL of declined page
es_es: URL de la página de pago rechazado

source: Verify transaction
es_es: Verificar Transacción

source: Authorization Code
es_es: Código de autorización

source: Card Brand
es_es: Marca de tarjeta

source: Payment denied. Reasons: %s
es_es: Pago Rechazado: Motivos: %s

source: Transaction Status
es_es: Estado de transacción

source: Error Message
es_es: Mensaje de error

source: Pending payment, message: %s
es_es: Pendiente de pago, mensaje: %s

source: Failed order: %s
es_es: Pedido fallido: %s

source: An error has ocurred
es_es: Un error ha ocurrido

source: %s in WooCommerce Gateway PayPhone plugin can only be called once
es_es: %s en WooCommerce el plug in Gateway PayPhone solo se puede llamar una vez

source: WooCommerce Gateway PayPhone requires WooCommerce to be activated
es_es: El Plug in Gateway PayPhone requiere que WooCommerce esté activo

source: WooCommerce Gateway PayPhone requires WC_Payment_Gateway class
es_es: WooCommerce Gateway PayPhone requiere la clase WC_Payment_Gateway

source: WooCommerce Gateway PayPhone requires WooCommerce version 2.5 or greater
es_es: El plug in Gateway PayPhone requiere la versión 2.5 de WooCommerce o superior

source: WooCommerce Gateway PayPhone requires cURL to be installed on your server
es_es: El plug in Gateway PayPhone requiere que cURL este instalado en su servidor

source: WooCommerce Gateway PayPhone requires OpenSSL >= 1.0.1 to be installed on your server
es_es: El plug in Gateway PayPhone requiere que OpenSSL >= 1.0.1 este instalado en su servidor

source: Settings
es_es: Ajustes

source: The request could not be completed
es_es: No se ha podido completar la solicitud

source: Pay with PayPhone
es_es: Paga con PayPhone

source: No valid response was obtained
es_es: No se obtuvo una respuesta válida

source: Payment error:
es_es: Error en pago:

source: Url not found, payment with PayPhone will be automatically reversed, contact the administrator
es_es: Url no encontrada, el pago con PayPhone se reversará automaticamente, contactese con el administrador

source: Payment result:
es_es: Resultado de pago:

source: Receive payments via PayPhone
es_es: Recibe pagos con PayPhone

source: PayPhone Payments
es_es: Pagos con PayPhone

source: Initial Key Setting
es_es: Ajustes iniciales

source: Response URL:
es_es: URL de respuesta:

source: You must set up a valid token
es_es: Debe configurar un token válido

source: Refund Error: You need to specify a refund amount.
es_es: Error de reembolso: debe especificar un valor de reembolso.

source: Refund Error: PayPhone only allow refund order total %s
es_es: Error de reembolso: PayPhone solo permite el total de la orden de reembolso %s

source: PayPhone refund completed
es_es: Reembolso con PayPhone completado

source: Refund Error: %s
es_es: Error de reembolso: %s

source: PayPhone Request Failure
es_es: La solicitud a PayPhone ha fallado

source: Authorization number
es_es: Número de autorización

source: WooCommerce - PayPhone Gateway
es_es: WooCommerce - Pasarela de Pago PayPhone

source: PayPhone Payment Gateway for WooCommerce. Recibe pagos en internet mediante payphone!
es_es: Pasarela de pago PayPhone para WooCommerce. Recibe pagos en internet mediante payphone!
